<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title>Documento sin t&iacute;tulo</title>
</head>

<body background="blablablablebleble.jpg">
<h1 align="center"><font face="Geneva, Arial, Helvetica, sans-serif" font="font" color="#2F2F4F">Historia y evolucion del dise&ntilde;o grafico</font></h1>
<p align="center">&nbsp;</p>
<h3><font face="Geneva, Arial, Helvetica, sans-serif" font="font" color="#0E01A9">los inicios</font></h3>
<p align="left"><font face="Geneva, Arial, Helvetica, sans-serif" font="font" color="#37307A">empezando desde las fechas de 1450 a 1920 ateni&eacute;ndonos a esta clasificaci&oacute;n,
    <mark>la historia del dise&ntilde;o gr&aacute;fico comienza cuando Johannes Gutenberg invent&oacute; la imprenta, algo que cambi&oacute; para siempre la historia de la humanidad. Primero, se utiliz&oacute; para replicar libros, pues hasta ahora se copiaban a mano.</mark>
  Pero, al poco tiempo, desde las empresas se empezaron a encargar panfletos a los impresores para promocionar sus productos.</font></p>
<p align="left"><font face="Geneva, Arial, Helvetica, sans-serif" font="font" color="#37307A">En la d&eacute;cada de 1890,
    <mark>artistas como Ch&eacute;ret o Toulouse-Lautrec comenzaron a usar su arte no solo para retratar escenas de la vida diaria, sino para crear los primeros carteles que se vieron en el mundo,</mark>
  publicitando las obras de teatro del Moulin Rouge.
  <mark>Poco a poco, el dise&ntilde;o gr&aacute;fico fue avanzando y llegando tambi&eacute;n a distintas &aacute;reas. En 1910, el dise&ntilde;ador ingl&eacute;s Talwin Morris comenz&oacute; a dise&ntilde;ar portadas de libros para Penguin Books, algo que hasta ese momento nunca se hab&iacute;a visto. Sus ilustraciones abstractas retrataban el tema que se tratar&iacute;a en el libro.</mark>
  A inicios de los a&ntilde;os 20, el dise&ntilde;ador holand&eacute;s Theo van Doesburg cre&oacute;
  <mark>la primera papeler&iacute;a para una empresa llamada NB.</mark>
  As&iacute;, vemos c&oacute;mo el dise&ntilde;o gr&aacute;fico fue evolucionando poco a poco hasta alcanzar un terreno propio.</font> </p>
<h3><font face="Geneva, Arial, Helvetica, sans-serif" font="font" color="#0E01A9">el modernismo</font></h3>
<p align="left"><font face="Geneva, Arial, Helvetica, sans-serif" font="font" color="#37307A">*empezando desde los a&ntilde;os 1920 a 1980;A partir de los a&ntilde;os 20, el dise&ntilde;o gr&aacute;fico comenz&oacute; a cambiar. Se crearon los primeros logotipos y en Alemania apareci&oacute; la Bauhaus, un movimiento de dise&ntilde;o que marc&oacute; un gran cambio en esta disciplina. Dise&ntilde;adores como El Lisitski o Jan Tschichold empezaron a experimentar y las piezas cambiaron radicalmente, pasando de composiciones muy ilustradas a una combinaci&oacute;n de formas, colores y tipograf&iacute;as que expresaban mucho m&aacute;s con menos elementos.
  A mediados del siglo XX apareci&oacute; la fotograf&iacute;a a color y los avances m&aacute;s grandes en dise&ntilde;o gr&aacute;fico se dieron en las publicaciones, sobre todo en las revistas (como Vogue o Harper&rsquo;s Bazaar) donde las portadas compet&iacute;an por llamar la atenci&oacute;n.</font></p>
<h3><font color="#0E01A9" face="Geneva, Arial, Helvetica, sans-serif"><font face="Geneva, Arial, Helvetica, sans-serif"><font font>La era digital;es decir la actualidad</font></font></h3>
<p align="left"><font face="Geneva, Arial, Helvetica, sans-serif" font="font" color="#37307A">Esta etapa comienza con el nacimiento de la computadora personal, una herramienta que cambi&oacute; para siempre la industria y el oficio del dise&ntilde;o gr&aacute;fico. Concentraba en un peque&ntilde;o espacio todo lo que los dise&ntilde;adores antes deb&iacute;an hacer en grandes talleres y les permit&iacute;a realizar m&aacute;s trabajos en menos tiempo.
  Entonces, se comenz&oacute; a experimentar cada vez m&aacute;s con tipograf&iacute;as y formas, buscando dise&ntilde;os llamativos. Durante los 80 surgieron tambi&eacute;n las primeras piezas de dise&ntilde;o con una alta carga social. La dise&ntilde;adora Barbara Kruger resalt&oacute; en este &aacute;mbito, con carteles que destacaron por sus mensajes reivindicativos.
  Durante los a&ntilde;os siguientes, las nuevas tecnolog&iacute;as fueron influyendo cada vez m&aacute;s en el dise&ntilde;o gr&aacute;fico y en la forma de trabajar de los profesionales, hasta llegar al d&iacute;a de hoy. &iquest;Hasta d&oacute;nde llegar&aacute; esta influencia? &iquest;Cual es el futuro el dise&ntilde;o gr&aacute;fico? Eso tendremos que averiguarlo nosotros mismos.</font></p>
<p align="center"><a href="pag2TrabajoDeSub1.html"><img src="botonsiguiente.jpg" width="172" height="175" border="0" /></a></p>
</body>
</html>
